Repository: gitcoinco/wallet-manager
Catalog: app/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: You are not on the right web3 network. Please switch to
es: No estás en la red web3 correcta. Por favor cambie a

source: You do not have permission to do that.
es: No tienes permiso para hacer eso.

source: You must have a web3 enabled browser to do this. Please download Metamask.
es: Debe tener un navegador habilitado para web3 para hacer esto. Descargue Metamask.

source: To Email is optional, but if you enter an email, you must enter a valid email!
es: Enviar correo electrónico es opcional, pero si ingresas un correo electrónico, ¡debes ingresar un correo electrónico válido!

source: From Email is optional, but if you enter an email, you must enter a valid email!
es: El correo electrónico es opcional, pero si ingresas un correo electrónico, ¡debes ingresar un correo electrónico válido!

source: You must enter an number for the amount!
es: ¡Debes ingresar un número por el monto!

source: You must enter a username.
es: Debes ingresar un nombre de usuario.

source: You must install <a href=https://metamask.io/>Metamask</a> to use this tool.
es: Debe instalar <a href=https://metamask.io/> Metamask </a> para usar esta herramienta.

source: Approx:
es: Aproximadamente

source: Approx: Unknown amount
es: Aproximadamente: cantidad desconocida

source: Incorrect amount
es: Cantidad incorrecta

source: Your Avatar Has Been Saved To your Gitcoin Profile!
es: ¡Tu avatar ha sido guardado en tu perfil de Gitcoin!

source: Error occurred while saving. Please try again.
es: Se produjo un error al guardar. Inténtalo de nuevo.

source: We Care About Your Privacy
es: Cuidamos su privacidad

source: As a Web 3.0 company, we think carefully about user data and privacy and how the internet is evolving. We hope Web 3.0 will bring more control of data to users. With this ethos in mind, we are always careful about how we use your information.
es: Como empresa Web 3.0, pensamos detenidamente en los datos y la privacidad de los usuarios y en cómo está evolucionando Internet. Esperamos que Web 3.0 brinde más control de datos a los usuarios. Con este espíritu en mente, siempre tenemos cuidado con la forma en que usamos su información.

source: We recently reviewed our Privacy Policy to comply with requirements of General Data Protection Regulation (GDPR), improving our Terms of Use, Privacy Policy and Cookie Policy. These changes will go into effect on May 25, 2018, and your continued use of the Gitcoin after May 25, 2018 will be subject to our updated Terms of Use and Privacy Policy.
es: Recientemente revisamos nuestra Política de Privacidad para cumplir con los requisitos del Reglamento General de Protección de Datos (GDPR), mejorando nuestros Términos de Uso, Política de Privacidad y Política de Cookies. Estos cambios entrarán en vigencia el 25 de mayo de 2018 y su uso continuo de Gitcoin después del 25 de mayo de 2018 estará sujeto a nuestros Términos de uso y Política de privacidad actualizados.

source: Read Our Updated Terms
es: Lea nuestros términos actualizados

source: Issue
es: Problema

source: Issue Funding Info
es: Emitir información de financiación

source: Funder
es: Financiador

source: Submitter
es: Peticionario

source: OPEN ISSUE
es: TEMA ABIERTO

source: This issue is past its expiration date, but it is still active.
es: Este problema ha pasado su fecha de caducidad, pero todavía está activo.

source: Check with the submitter to see if they still want to see it fulfilled.
es: Consulte con el remitente para ver si todavía desea que se cumpla.

source: work started
es: el trabajo comenzó

source: work submitted
es: trabajo presentado

source: done
es: hecho

source: cancelled
es: cancelado

source: Detected a web3 change. Refreshing the page.
es: Detectó un cambio web3. Refrescando la página.

source: Start Work
es: Empezar a trabajar

source: What steps will you take to complete this task? (min 30 chars)
es: ¿Qué pasos tomará para completar esta tarea? (min 30 caracteres)

source: Stop Work
es: Detén el trabajo

source: Funded Issue Details:
es: Detalles del problema financiado:

source: Funder Address:
es: Dirección del financiador:

source: Submit Work
es: Enviar trabajo

source: Submit work for the funder to review
es: Presentar trabajo para que el financiador lo revise

source: Notify the funder that you will not be working on this project
es: Notificar al financiador que no trabajará en este proyecto

source: Notify the funder that you would like to take on this project
es: Notificar al financiador que le gustaría asumir este proyecto

source: Cancel Bounty
es: Cancelar Bounty

source: Cancel bounty and reclaim funds for this issue
es: Cancelar bounty y reclamar fondos para este problema

source: Extend Expiration
es: Extender la caducidad

source: Extend deadline of an issue
es: Extender el plazo de un problema

source: Show Invoice
es: Mostrar factura

source: View an Invoice for this Issue
es: Ver una factura para este número

source: Update your Bounty Settings to get the right Crowd
es: Actualiza tu Configuración de Bounty para obtener la Muchedumbre adecuada

source: View On Github
es: Ver en Github

source: (Issue is closed)
es: (El problema está cerrado)

source: View issue details and comments on Github
es: Ver los detalles del problema y los comentarios sobre Github

source: View Attached Job Description
es: Ver descripción del trabajo adjunto

source: Suspend Auto Approval
es: Suspender la aprobación automática

source: Suspend *Auto Approval* of Bounty Hunters Who Have Applied for This Bounty
es: Suspender * Aprobación automática * de Bounty Hunters que han solicitado este Bounty

source: Hides Bounty from Active Bounties
es: Oculta Bounty de Bounties activos

source: Toggle Remarket Ready
es: Alternar remarketing listo

source: Sets Remarket Ready if not already remarket ready. Unsets it if already remarket ready.
es: Establece Remarket Ready, si aún no está listo para el remarketing. Lo desactiva si ya está listo para el remarketing.

source: Mark as Reviewed
es: Marcar como revisado

source: Marks the bounty activity as reviewed.
es: Marca la actividad de recompensa según lo revisado.

source: Contact Funder via Email
es: Contacto Funder por correo electrónico

source: Snooze Gitcoinbot reminders
es: Snooze Gitcoinbot recordatorios

source: Override Status
es: Anular estado

source: Override Status with a status of your choosing
es: Anular estado con un estado de su elección

source: View in Admin
es: Ver en Admin

source: got an error. please try again, or contact support@gitcoin.co
es: tengo un error Por favor intente de nuevo, o contacte a support@gitcoin.co

source: Work Started
es: Trabajo comenzado

source: Work Submitted
es: Trabajo enviado

source: New Tip
es: Consejo nuevo

source: Tip Received
es: Sugerencia recibida

source: Escalated for Abandonment of Bounty
es: Escalado para el abandono de Bounty

source: Warned for Abandonment of Bounty
es: Advirtió por el abandono de Bounty

source: Dinged and Removed from Bounty by Staff
es: Dinged and Removed from Bounty por el personal

source: Removed from Bounty by Staff
es: Eliminado de Bounty por el personal

source: Removed from Bounty by Funder
es: Eliminado de Bounty por Funder

source: Bounty Details Changed
es: Detalles de Bounty cambiados

source: There's no activity yet!
es: ¡Aún no hay actividad!

source: Network error. Please reload the page and try again.
es: Error de red. Por favor, vuelva a cargar la página e intente de nuevo.

source: No Results
es: No hay resultados

source: Matching Result
es: Resultado coincidente

source: Matching Results
es: Resultados coincidentes

source: We could not validate that input as an email address
es: No pudimos validar esa entrada como una dirección de correo electrónico

source: Please make sure to fill out all fields.
es: Por favor, asegúrese de completar todos los campos.

source: Got an unexpected error
es: Obtuve un error inesperado

source: You are on an unsupported network. Please change your network to a supported network.
es: Estás en una red no compatible. Por favor cambie su red a una red compatible.

source: Could not get bounty details.
es: No pude obtener los detalles de la recompensa.

source: Fulfillment submitted to web3.
es: Cumplimiento enviado a web3.

source: There was an error
es: Hubo un error

source: Please accept the terms of service.
es: Por favor acepta los términos de servicio.

source: Invalid Amount.
es: Monto invalido.

source: Please enter a valid github issue URL.
es: Por favor ingrese un URL de problema github válido.

source: There was an error. Please try again or contact support.
es: Hubo un error. Por favor intente de nuevo o contacte a soporte.

source: Submission sent to web3.
es: Envío enviado a web3.

source: No active funded issue found at this address on
es: No se encontró ningún problema financiado activo en esta dirección en

source: Could not get bounty details
es: No se pudieron obtener los detalles de la recompensa

source: No active bounty found for this Github URL on
es: No se encontró ninguna recompensa activa para esta URL de Github en

source: No active funded issue found at this address. Are you sure this is an active funded issue?
es: No se encontró ningún problema financiado activo en esta dirección. ¿Estás seguro de que este es un problema financiado activo?

source: Only the address that submitted this funded issue may kill the bounty.
es: Solo la dirección que envió este problema financiado puede matar la recompensa.

source: You do not have enough tokens to fund this bounty. You have
es: No tienes suficientes tokens para financiar esta recompensa. Tienes

source: but you need
es: pero tu necesitas

source: Done
es: Hecho

source: Next
es: Siguiente

source: Install Metamask
es: Instalar Metamask

source: Unlock Metamask
es: Desbloquear Metamask

source: Ethereum Payout Address
es: Dirección de Ethereum Payout

source: Could not get fulfillment details
es: No se pudieron obtener detalles de cumplimiento

source: Please enter a issue URL.
es: Por favor ingrese una URL de problema.

source: Please enter a fulfillment Id.
es: Ingrese un Id de cumplimiento.

source: No active funding found at this address. Are you sure this is an active funded issue?
es: No se encontraron fondos activos en esta dirección. ¿Estás seguro de que este es un problema financiado activo?

source: No claimee found for this bounty.
es: No se encontró claimee para esta recompensa.

source: You can only process a funded issue if you submitted it initially.
es: Solo puede procesar un problema financiado si lo envió inicialmente.

source: Submitted transaction to web3.
es: Transacción enviada a web3.

source: Web3 disabled. Please install
es: Web3 deshabilitado. Por favor instalar

source: Metamask Not Enabled
es: Metamask no habilitado

source: Web3 locked. Please unlock
es: Web3 bloqueado. Desbloquear

source: Metamask Locked
es: Metamask bloqueado

source: Connect to Mainnet via Metamask
es: Conéctate a Mainnet a través de Metamask

source: Unsupported Network
es: Red no admitida

source: Connect to Rinkeby / Custom RPC via Metamask
es: Conéctese a Rinkeby / Custom RPC a través de Metamask

source: To enable this token, go to the
es: Para habilitar este token, vaya a

source: Token Settings page and enable it.
es: Página de configuración de tokens y habilítalos.

source: This is only needed once per token.
es: Esto solo es necesario una vez por token.

source: Open source software has become a relevant part of the software industry and a number of software ecosystems. It has become an alternative to commercial software in various areas and is already included in many commercial software products.
es: El software de código abierto se ha convertido en una parte relevante de la industria del software y en una serie de ecosistemas de software. Se ha convertido en una alternativa al software comercial en diversas áreas y ya está incluido en muchos productos de software comercial.

source: OSS can support the development of new software because companies can use existing software to create their software products. Therefore, it can be a catalyst for new software developments and the creation of new software companies.
es: OSS puede apoyar el desarrollo de nuevo software porque las empresas pueden usar el software existente para crear sus productos de software. Por lo tanto, puede ser un catalizador para nuevos desarrollos de software y la creación de nuevas empresas de software.

source: OSS can ... be considered as an important factor in the value creation of other software, even if it is difficult to quantify. Today, OSS often replaces the standard middleware platform provided by a third party. It limits costs and, more importantly, dependency to some extent.
es: OSS puede ... ser considerado como un factor importante en la creación de valor de otro software, incluso si es difícil de cuantificar. Hoy en día, OSS a menudo reemplaza la plataforma de middleware estándar proporcionada por un tercero. Limita los costos y, más importante aún, la dependencia en cierta medida.

source: Software vendors that build new products can save costs if they reuse existing open source software components instead of developing software on their own or buying software components. As a result, open source software can foster the development of new software products as well as the creation of new software vendors.
es: Los proveedores de software que crean nuevos productos pueden ahorrar costos si reutilizan los componentes de software de código abierto existentes en lugar de desarrollar software por sí mismos o comprar componentes de software. Como resultado, el software de código abierto puede fomentar el desarrollo de nuevos productos de software y la creación de nuevos proveedores de software.

source: OSS allows companies to incorporate IT in their value chain in an easy way. Instead of buying commercial software that may involve the risk of a vendor lock-in, they just have to share value with the OSS community.
es: OSS permite a las empresas incorporar TI en su cadena de valor de una manera fácil. En lugar de comprar software comercial que puede implicar el riesgo de un proveedor de lock-in, simplemente tienen que compartir el valor con la comunidad de OSS.

source: The basic principle of open source software development is that a community of software experts contributes time and effort for coding, reviewing and testing to publicly available source code.
es: El principio básico del desarrollo de software de código abierto es que una comunidad de expertos en software contribuye con tiempo y esfuerzo a codificar, revisar y probar el código fuente disponible públicamente.

source: Open source can ... be a key success factor for co-innovation as none of the participants will have the upper hand. OSS can create standards that are very important for the development of emerging technologies and that help lower the total cost of ownership.
es: El código abierto puede ... ser un factor clave de éxito para la coinnovación, ya que ninguno de los participantes tendrá la ventaja. OSS puede crear estándares que son muy importantes para el desarrollo de tecnologías emergentes y que ayudan a reducir el costo total de propiedad.

source: Future software must be easily developed from components and freely available software and its maintenance must be supported by a wide community. This includes a reuse and evolution of existing software and modules: rather than developing from scratch, existing software must become more easily retrievable, interoperable and usable.
es: El futuro software debe desarrollarse fácilmente a partir de componentes y software de libre disponibilidad, y su mantenimiento debe contar con el respaldo de una amplia comunidad. Esto incluye la reutilización y la evolución del software y los módulos existentes: en lugar de desarrollar desde cero, el software existente debe ser más fácil de recuperar, interoperable y utilizable.

source: OSS is also a firm promoter of standards and interoperability. This openness lowers the risk of a vendor lock-in. OSS is based on communities that develop software in a collaborative way. Many enabling technologies for SMAC have strong OSS roots.
es: OSS también es un firme promotor de estándares e interoperabilidad. Esta apertura reduce el riesgo de que un proveedor se enganche. OSS se basa en comunidades que desarrollan software de forma colaborativa. Muchas tecnologías habilitantes para SMAC tienen fuertes raíces de OSS.

source: Some commercial vendors offer open source software in order to create a large user community. They generate revenues from subscriptions to support and updates and/or professional services as well as from selling extensions or professional editions that are based on the open source software. Examples are the providers of the Linux distributions RedHat and Suse.
es: Algunos proveedores comerciales ofrecen software de código abierto para crear una gran comunidad de usuarios. Generan ingresos a partir de suscripciones a soporte y actualizaciones y / o servicios profesionales, así como a la venta de extensiones o ediciones profesionales basadas en el software de código abierto. Algunos ejemplos son los proveedores de las distribuciones Linux RedHat y Suse.

source: Major commercial software vendors such as IBM and HP have made open source technology a part of their business by integrating it into their own products and by providing professional services for open source software.
es: Los principales proveedores de software comercial como IBM y HP han convertido la tecnología de código abierto en parte de su negocio al integrarlo en sus propios productos y al proporcionar servicios profesionales para software de código abierto.

source: Many business applications already include open source software and this is going to increase. Some vendors may donate part of their products to an open source foundation in order to create a larger user community that will potentially become buyers of commercial add-ons or services. On the other hand, open source software that is free of charge can be an alternative to commercial application software.
es: Muchas aplicaciones empresariales ya incluyen software de código abierto y esto va a aumentar. Algunos proveedores pueden donar parte de sus productos a una base de código abierto con el fin de crear una comunidad de usuarios más grande que potencialmente se convierta en compradores de complementos comerciales o servicios. Por otro lado, el software de código abierto que es gratuito puede ser una alternativa al software de aplicación comercial.

source: According to Carlo Daffara, a researcher in the field of IT economics who contributed to several European Commission research projects involving open source, the European economy saves around EUR114 billion per year by using open source software solutions. Apart from direct cost savings, other benefits of open source are reduced project failure and lower cost of code maintenance.
es: Según Carlo Daffara, un investigador en el campo de la economía de TI que contribuyó en varios proyectos de investigación de la Comisión Europea relacionados con el código abierto, la economía europea ahorra alrededor de EUR114 mil millones por año mediante el uso de soluciones de software de código abierto. Además de los ahorros de costos directos, otros beneficios del código abierto son la reducción de fallas en los proyectos y un menor costo de mantenimiento del código.

source: Quoting several sources, [Carlo Daffara, researcher in IT economics] estimates that about 35 per cent of the software used in the past five years was directly or indirectly derived from open source.
es: Citando varias fuentes, [Carlo Daffara, investigador en economía de TI] estima que aproximadamente el 35 por ciento del software utilizado en los últimos cinco años se derivó directa o indirectamente del código abierto.

source: Companies outsource activities that are less critical. For example, a car manufacturer will hardly outsource the in-house software development for its autonomous driving technology, as this is highly confidential and highly relevant for its competitiveness.
es: Las empresas subcontratan actividades que son menos críticas. Por ejemplo, un fabricante de automóviles difícilmente externalizará el desarrollo de software interno para su tecnología de conducción autónoma, ya que es altamente confidencial y altamente relevante para su competitividad.

source: Outsourcing can be an alternative to in-house software development and more and more companies take advantage of this. ... Two areas of potential outsourcing in the area of in-house software development are testing and maintenance.
es: El outsourcing puede ser una alternativa al desarrollo de software interno y cada vez más empresas lo aprovechan. ... Dos áreas de potencial tercerización en el área de desarrollo de software interno son las pruebas y el mantenimiento.

source: As demand for individual software development increases, companies evaluate ways to outsource such activities due to internal skill shortages and cost considerations.
es: A medida que aumenta la demanda de desarrollo de software individual, las empresas evalúan formas de externalizar tales actividades debido a la escasez interna de habilidades y consideraciones de costos.

source: Victor Hugo once remarked: 'You can resist an invading army; you cannot resist an idea whose time has come'. The Drucker Forum will ask the question and deliver elements of response as to whether the time for a new entrepreneurial age has come.
es: Victor Hugo comentó una vez: 'Puedes resistirte a un ejército invasor; no puedes resistir una idea cuyo momento ha llegado ". El Foro Drucker formulará la pregunta y ofrecerá elementos de respuesta sobre si ha llegado el momento de una nueva era empresarial.

source: Digital technology has played an accelerating role in this transformation [to an entrepreneurial society] by dramatically lowering barriers to entry in many industries and by providing new tools for managing knowledge creation and sharing and by enabling new forms of continuous learning, all on a global canvas.
es: La tecnología digital ha desempeñado un papel acelerado en esta transformación [a una sociedad emprendedora] al reducir drásticamente las barreras de entrada en muchas industrias y al proporcionar nuevas herramientas para gestionar la creación y el intercambio de conocimientos y al permitir nuevas formas de aprendizaje continuo, todo en un lienzo global .

source: While the journey towards an entrepreneurial society is by no means a straight-line progression towards a well-defined destination, broad cultural changes have brought entrepreneurialism into the mainstream. An activity that was once regarded as peripheral, perhaps even a bit suspect, has become cool, celebrated by politicians and embraced by the new generations.
es: Si bien el viaje hacia una sociedad emprendedora no es de ninguna manera una progresión en línea recta hacia un destino bien definido, amplios cambios culturales han llevado al emprendedurismo a la corriente principal. Una actividad que alguna vez se consideró periférica, tal vez incluso un poco sospechosa, se ha vuelto genial, celebrada por los políticos y adoptada por las nuevas generaciones.
