Repository: gitcoinco/wallet-manager
Catalog: app/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: [T]he emergence of an entrepreneurial culture entails a broader transformation of the economic fabric of our society, as we see in the rapid proliferation of free agents in the form of contractors, freelancers and self-employed workers on on-demand platforms, for example.
es: [E] l surgimiento de una cultura empresarial implica una transformación más amplia del tejido económico de nuestra sociedad, como vemos en la rápida proliferación de agentes libres en la forma de contratistas, trabajadores independientes y trabajadores por cuenta propia en plataformas a pedido, para ejemplo.

source: [I]n a world of rapid change frequent job and career moves, switches between employed and independent roles become the rule rather than the exception.
es: [E] n un mundo de cambios rápidos y frecuentes movimientos de trabajo y carrera, los cambios entre los empleados y los roles independientes se convierten en la regla en lugar de la excepción.

source: Within large organizations a renewed focus on freeing up the creative and innovative potential of workers points in the same direction [as that of the entrepreneurial society] i.e. a new mindset of ownership, responsibility and autonomy.
es: Dentro de las grandes organizaciones, un enfoque renovado en la liberación del potencial creativo e innovador de los trabajadores apunta en la misma dirección [como la de la sociedad emprendedora], es decir, una nueva mentalidad de propiedad, responsabilidad y autonomía.
